/////// IDD_STL_USPG_PMODE_DLG
IDC_GUSPG_FRM_MATL_BEAM                       = "재질"
IDC_GUSPG_LBL_MATL_BEAM                       = "중도리/띠장"
IDC_GUSPG_FRM_MEMB_TYPE                       = "부재 유형"
IDC_GUSPG_RDO_MEMB_TYPE_PURL                  = "중도리 ( 지붕 )"
IDC_GUSPG_RDO_MEMB_TYPE_GIRT                  = "띠장 ( 벽체 )"
IDC_GUSWO_FRM_SECT                            = "단면"
IDC_GUSPG_FRM_SPAN                            = "경간"
IDC_GUSPG_LBL_SPAN_L                          = "경간"
IDC_GUSPG_LBL_SPAN_S                          = "분담폭"
IDC_GUSPG_RDO_SPAN_1                          = "1경간 연속"
IDC_GUSPG_RDO_SPAN_2                          = "2경간 연속"
IDC_GUSPG_RDO_SPAN_3                          = "3경간 연속"
IDC_GUSPG_FRM_LENG                            = "부재 길이"
IDC_GUSPG_LBL_LENG_P                          = "부재 길이 ( + )"
IDC_GUSPG_LBL_LENG_N                          = "부재 길이 ( - )"
IDC_GUSPG_FRM_LOAD                            = "설계 하중"
IDC_GUSPG_CHK_LOAD_USER                       = "설계 부재력 직접 입력"
IDC_GUSPG_LBL_LOAD_LIVE                       = "활하중"
IDC_GUSPG_LBL_LOAD_ROOF                       = "고정 하중"
IDC_GUSPG_LBL_LOAD_WIND                       = "풍하중"
IDC_GUSPG_CHK_AUTO_WIND                       = "자동"
IDC_GUSPG_LBL_LOAD_SNOW                       = "적설 하중"
IDC_GUSPG_CHK_AUTO_SNOW                       = "자동"
IDC_GUSPG_FRM_DEFL                            = "처짐"
IDC_GUSPG_LBL_DEFL_DEFL                       = "처짐 제한"
IDC_GUSPG_FRM_PROP                            = "단면 속성"
IDC_GUSPG_FRM_RESULT                          = "검토 결과"
IDC_GUSPG_LBL_LOAD_USER_MP                    = "휨 모멘트 ( + )"
IDC_GUSPG_LBL_LOAD_USER_MN                    = "휨 모멘트 ( - )"
IDC_GUSPG_LBL_LOAD_USER_VP                    = "전단력 ( + )"
IDC_GUSPG_LBL_LOAD_USER_VN                    = "전단력 ( - )"
IDC_GUSPG_LBL_LOAD_WALL                       = "고정 하중"

/////// IDD_STL_USPG_LOAD_DLG
IDC_GUSPG_RDO_VIEW_SECT                       = "단면"
IDC_GUSPG_RDO_VIEW_CHCK                       = "검토 위치도"

/////// IDD_STL_WEBOPEN_MLIST_FORCE_DLG
IDD_STL_WEBOPEN_MLIST_FORCE_DLG               = "집중 하중"
IDC_STL_LIST_FORCE_SELECT_FRM_MEMB            = "부재 선택"
IDC_STL_LIST_FORCE_SELECT_BTN_ALL             = "전체 선택"
IDC_STL_LIST_FORCE_SELECT_BTN_NON             = "선택 해제"
IDC_STL_LIST_FORCE_FRM_CONCEN_FORCE           = "집중 하중"
IDC_STL_LIST_FORCE_CHK_CONC                   = "집중 하중 고려"
IDC_STL_LIST_FORCE_BTN_APPLY                  = "적용(&A)"
IDC_STL_LIST_FORCE_BTN_CANCEL                 = "취소(&C)"

/////// IDD_STL_BEAMCOL_SMODE_INPUT_SECT1_DLG
IDC_STL_FRAME_MATERIAL                        = "재질"
IDC_STL_LABEL_MATERIAL                        = "재질"
IDC_STL_FRAME_MEMBER                          = "부재 유형"
IDC_STL_RADIO_MEMBER_BEAM                     = "보"
IDC_STL_RADIO_MEMBER_COLUMN                   = "기둥"
IDC_STL_FRAME_SECTION                         = "단면"

/////// IDD_STL_BEAMCOL_SMODE_INPUT_SECT2_DLG
IDC_STL_FRAME_FORCE                           = "설계 부재력 / 설계 계수"
IDC_STL_LABEL_FORCE_AXIAL                     = "축 방향력"
IDC_STL_LABEL_FORCE_MX                        = "휨 모멘트 ( x )"
IDC_STL_LABEL_FORCE_MY                        = "휨 모멘트 ( y )"
IDC_STL_LABEL_FORCE_VX                        = "전단력 ( x )"
IDC_STL_LABEL_FORCE_VY                        = "전단력 ( y )"
IDC_STL_LABEL_FORCE_TORSION                   = "비틀림"
IDC_STL_CHK_FORCE_TORSION                     = "비틀림 검토"
IDC_STL_BTN_TORSION_DATA                      = "비틀림 검토 데이터 ..."
IDC_STL_LABEL_FACTOR_CB                       = "Cb"
IDC_STL_INPUT_BTN_LCOMB                       = "하중 조합 ..."
IDC_STL_FRAME_LENGTH                          = "부재 길이"
IDC_STL_LABEL_LENGTH_LX                       = "Lx"
IDC_STL_LABEL_LENGTH_LY                       = "Ly"
IDC_STL_LABEL_LENGTH_LB                       = "Lb"
IDC_STL_LABEL_LENGTH_KX                       = "Kx"
IDC_STL_LABEL_LENGTH_KY                       = "Ky"
IDC_STL_FRAME_SEISMIC                         = "내진 설계"
IDC_STL_CHK_SEISMIC                           = "내진 판-폭두께비 적용"
IDC_STL_CHK_LINK                              = "LINK 보로 검토"
IDC_STL_LABEL_SYSTEM_TYPE                     = "횡력 저항 시스템"
IDC_STL_FRAME_CONCEN                          = "집중 하중점에서의 플랜지/웨브 검토"
IDC_STL_CHK_CONCEN                            = "플랜지 / 웨브 검토"
IDC_STL_INPUT_BTN_CONCEN                      = "스티프너 / 부재력 정보 ..."
IDC_STL_COMB_RATIO_TYPE_PIPE_SECTION          = "조합 강도비 계산 방식 ( 파이프 단면 )"

/////// IDD_STL_BEAMCOLUMN_INPUT_DLG
IDC_STL_FRAME_PROPERTY                        = "단면 속성"
IDC_STL_FRAME_RESULT                          = "검토 결과"

/////// IDD_STL_WEBOPEN_FORCE_DLG
IDC_STL_WEBOPEN_FORCE_BTN_ADD                 = "추가"
IDC_STL_WEBOPEN_FORCE_BTN_DEL                 = "삭제"
IDC_STL_WEBOPEN_FORCE_BTN_IST                 = "삽입"

/////// IDD_STL_WEBOPEN_PMODE_DLG
IDC_GUSWO_FRM_MATL                            = "재질"
IDC_GUSWO_LBL_MATL_BEAM                       = "철골보"
IDC_GUSWO_LBL_MATL_PLAT                       = "플레이트"
IDC_GUSWO_LBL_MATL_STUD                       = "스터드 볼트"
IDC_GUSWO_LBL_MATL_CONC                       = "콘크리트"
IDC_GUSWO_FRM_SECT_TYPE                       = "단면 유형"
IDC_GUSWO_RDO_SECT_TYPE_COM                   = "합성보"
IDC_GUSWO_RDO_SECT_TYPE_STL                   = "철골보"
IDC_GUSWO_FRM_SECT_BEAM                       = "단면 ( 철골보 )"
IDC_GUSWO_FRM_SECT_DECK                       = "단면 ( 데크 플레이트 )"
IDC_GUSWO_FRM_SPAN                            = "경간"
IDC_GUSWO_LBL_SPAN_L                          = "경간"
IDC_GUSWO_LBL_SPAN_S                          = "분담폭"
IDC_GUSWO_FRM_OPEN                            = "개구부"
IDC_GUSWO_RDO_OPEN_RECT                       = "사각형"
IDC_GUSWO_RDO_OPEN_CIRC                       = "원형"
IDC_GUSWO_LBL_OPEN_POS                        = "위치"
IDC_GUSWO_LBL_OPEN_ECC                        = "편심"
IDC_GUSWO_LBL_OPEN_SIZ1                       = "크기 ( 너비 )"
IDC_GUSWO_LBL_OPEN_SIZ2                       = "크기 ( 높이 )"
IDC_GUSWO_LBL_OPEN_SIZ2_DIA                   = "크기 ( 직경 )"
IDC_GUSWO_LBL_OPEN_SIZ3                       = "모서리 반경"
IDC_GUSWO_FRM_SECT_SLAB                       = "단면 ( 슬래브 )"
IDC_GUSWO_RDO_SECT_SLAB_FULL                  = "T형 보"
IDC_GUSWO_RDO_SECT_SLAB_HALF                  = "반 T형 보"
IDC_GUSWO_LBL_SECT_SLAB_T                     = "두께"
IDC_GUSWO_FRM_SECT_PLAT                       = "단면 ( 플레이트 )"
IDC_GUSWO_CHK_SECT_PLAT_USE                   = "개구부 보강"
IDC_GUSWO_CHK_SECT_PLAT_DBL                   = "이중 플레이트 사용"
IDC_GUSWO_LBL_SECT_PLAT_T                     = "두께"
IDC_GUSWO_LBL_SECT_PLAT_B                     = "너비"
IDC_GUSWO_FRM_SECT_STUD                       = "단면 ( 스터드 볼트 )"
IDC_GUSWO_LBL_SECT_STUD_TYP                   = "유형"
IDC_GUSWO_LBL_SECT_STUD_COL                   = "열수"
IDC_GUSWO_LBL_SECT_STUD_SPA                   = "간격"
IDC_GUSWO_LBL_SECT_STUD_LEN                   = "길이"
IDC_GUSWO_FRM_LOAD                            = "설계 하중"
IDC_GUSWO_LBL_LOAD_CALC_UNIT                  = "단위 하중"
IDC_GUSWO_CHK_LOAD_CALC_SELF                  = "자중 고려"
IDC_GUSWO_CHK_LOAD_CALC_CONC                  = "집중 하중 고려"
IDC_GUSWO_LBL_LOAD_USER_M                     = "휨모멘트"
IDC_GUSWO_LBL_LOAD_USER_V                     = "전단력"
IDC_GUSWO_FRM_RESULT                          = "검토 결과"
IDC_GUSWO_CHK_LOAD_USER                       = "설계 하중 직접 입력"

/////// IDD_STL_WEBOPEN_OPEN_DLG
IDC_GUSWO_RDO_DRAW_SECT                       = "단면"
IDC_GUSWO_RDO_DRAW_ELEV                       = "입면"

/////// IDD_STL_BOLTCONNECTION_INPUT_DLG
IDC_GUSBC_RADIO_BEAM_SPLICE                   = "거더 부재 접합"
IDC_GUSBC_RADIO_COLUMN_SPLICE                 = "기둥 부재 접합"
IDC_GUSBC_RADIO_SHEAR_CONNECTION              = "전단 접합"
IDC_GUSBC_RADIO_SHEAR_SINGLE                  = "1면 전단 접합"
IDC_GUSBC_RADIO_SHEAR_DOUBLE                  = "2면 전단 접합"
IDC_GUSBC_CHK_ECCENTRIC                       = "편심에 의한 휨모멘트 추가 고려"
IDC_GUSBC_CHK_AUTO_BOLT_SPACE                 = "자동"
IDC_GUSBC_CHK_AUTO_BOLT_EXTENSION             = "자동"
IDC_GUSBC_CHK_AUTO_BOLT_GAP                   = "자동"
IDC_GUSBC_CHK_BYCODE_BOLT_SPACE               = "표준"
IDC_GUSBC_CHK_BYCODE_BOLT_EXTENSION           = "표준"
IDC_GUSBC_CHK_BYCODE_BOLT_GAP                 = "표준"
IDC_GUSBC_CHK_BOLT_HOLE_DEFORM                = "볼트 구멍 변형 고려"
IDC_GUSBC_RADIO_RESULT_WEB                    = "웨브 결과"
IDC_GUSBC_RADIO_RESULT_FLG                    = "플랜지 결과"
IDC_GUSBC_FRAME_SECTION                       = "보 / 기둥"
IDC_GUSBC_FRAME_MATERIAL                      = "재질"
IDC_GUSBC_LABEL_MATERIAL_BEAMCOLUMN           = "보 / 기둥"
IDC_GUSBC_LABEL_MATERIAL_PLATE                = "플레이트"
IDC_GUSBC_FRAME_FORCE                         = "설계 부재력"
IDC_GUSBC_LABEL_FORCE_AXIAL                   = "축 방향력"
IDC_GUSBC_LABEL_FORCE_MX                      = "휨 모멘트 ( x )"
IDC_GUSBC_LABEL_FORCE_MY                      = "휨 모멘트 ( y )"
IDC_GUSBC_LABEL_FORCE_VX                      = "전단력 ( x )"
IDC_GUSBC_LABEL_FORCE_VY                      = "전단력 ( y )"
IDC_GUSBC_STRING_FORCE                        = "% 부재 강도 설계"
IDC_GUSBC_FRAME_BOLT                          = "볼트"
IDC_GUSBC_RADIO_BOLT_SLIP                     = "마찰형"
IDC_GUSBC_RADIO_BOLT_BEARING                  = "지압형"
IDC_GUSBC_LABEL_BOLT_MATERIAL                 = "재질"
IDC_GUSBC_LABEL_BOLT_TYPE                     = "유형"
IDC_GUSBC_LABEL_BOLT_HOLE                     = "볼트 구멍 유형"
IDC_GUSBC_LABEL_BOLT_SPACE_X                  = "간격 (x)"
IDC_GUSBC_LABEL_BOLT_SPACE_Y                  = "간격 (y)"
IDC_GUSBC_LABEL_BOLT_SPACE                    = "간격"
IDC_GUSBC_LABEL_BOLT_EXTENSION_X              = "연단 거리 (x)"
IDC_GUSBC_LABEL_BOLT_EXTENSION_Y              = "연단 거리 (y)"
IDC_GUSBC_LABEL_BOLT_EXTENSION                = "연단 거리"
IDC_GUSBC_RADIO_BOLT_WEB                      = "웨브"
IDC_GUSBC_RADIO_BOLT_FLANGE                   = "플랜지"
IDC_GUSBC_CHK_MAX_VALUE                       = "최대값 검토"
IDC_GUSBC_LABEL_BOLT_Gap                      = "부재 간격"
IDC_GUSBC_FRAME_FACTOR                        = "설계 계수"
IDC_GUSBC_LABEL_FACTOR_MOMENT                 = "휨 모멘트 분배 계수"
IDC_GUSBC_FRAME_RESULT                        = "검토 결과"
IDC_GUSBC_FRAME_BOLT_WEB                      = "웨브"
IDC_GUSBC_LABEL_BOLT_WEB_NO                   = "한 쪽 개수"
IDC_GUSBC_STRING_BOLT_WEB_NO                  = "개"
IDC_GUSBC_LABEL_BOLT_WEB_THICK                = "두께"
IDC_GUSBC_FRAME_BOLT_FLANGE                   = "플랜지"
IDC_GUSBC_LABEL_BOLT_FLANGE_NO                = "한 쪽 개수"
IDC_GUSBC_STRING_BOLT_FLANGE_NO               = "개"
IDC_GUSBC_LABEL_BOLT_FLANGE_THICK_EXT         = "두께 ( 외부 )"
IDC_GUSBC_LABEL_BOLT_FLANGE_THICK_INT         = "두께 ( 내부 )"
IDC_GUSBC_FRAME_TYPE                          = "접합 유형"
IDC_GUSBC_FRAME_SHEAR_TYPE                    = "전단 접합 유형"
IDC_GUSBC_LABEL_BOLT_SLIP                     = "마찰 계수"
IDS_USBC_TOOLTIP_MEMBER_LENGTH_DIRECTION      = "부재의 길이 방향"
IDS_USBC_TOOLTIP_SECTION_DIRECTION            = "부재의 단면 방향 ( 부재 길이 직각 방향 )"
IDS_STL_BOLT_HOLE_PARALLEL_TO_MEMBER_DIR      = "볼트 구멍의 방향이 부재의 축방향과 나란한 경우가 수평임."

/////// IDD_STL_BOLTCONN_SMODE_INPUT_SECT2_DLG
IDC_GUSBC_RADIO_VIEW_TOTL                     = "전체도"
IDC_GUSBC_RADIO_VIEW_PLAN                     = "평면도"
IDC_GUSBC_RADIO_VIEW_PLAN_ELEV_SECT           = "평면도 + 입면도 + 단면도"
IDC_GUSBC_RADIO_VIEW_ELEV                     = "입면도"
IDC_GUSBC_RADIO_VIEW_SECT                     = "단면도"

/////// IDD_STL_CRANEGIRDER_INPUT_DLG
IDC_GUSCG_FRAME_MATERIAL                      = "재질"
IDC_GUSCG_LABEL_MATERIAL                      = "재질"
IDC_GUSCG_FRAME_SECTION                       = "단면"
IDC_GUSCG_FRAME_PLATE                         = "커버 플레이트"
IDC_GUSCG_LABEL_PLATE_THIC                    = "두께"
IDC_GUSCG_FRAME_GIRDER                        = "크레인 주행보"
IDC_GUSCG_LABEL_SPAN_SPAN                     = "경간"
IDC_GUSCG_LABEL_SPAN_RAIL                     = "레일 너비"
IDC_GUSCG_CHK_BACK_USE                        = "백 트러스"
IDC_GUSCG_LABEL_BACK_SPAN                     = "경간"
IDC_GUSCG_LABEL_BACK_DEPTH                    = "깊이"
IDC_GUSCG_CHK_BACK_TENSION                    = "인장측 플랜지 구속"
IDC_GUSCG_FRAME_VER_STIFF                     = "수직 스티프너"
IDC_GUSCG_LABEL_VER_STIFF_END_WIDTH           = "너비"
IDC_GUSCG_LABEL_VER_STIFF_END_SPACE           = "간격"
IDC_GUSCG_LABEL_VER_STIFF_END_THK1            = "두께"
IDC_GUSCG_LABEL_VER_STIFF_MID_WIDTH           = "너비"
IDC_GUSCG_LABEL_VER_STIFF_MID_SPACE           = "간격"
IDC_GUSCG_LABEL_VER_STIFF_MID_THK             = "두께"
IDC_GUSCG_FRAME_CRANE                         = "크레인 정보 ( 휠하중 )"
IDC_GUSCG_BTN_WHEEL_ADD                       = "추가"
IDC_GUSCG_BTN_WHEEL_DEL                       = "삭제"
IDC_GUSCG_BTN_WHEEL_INS                       = "삽입"
IDC_GUSCG_CHK_CRANE_SELF                      = "자중 고려"
IDC_GUSCG_FRAME_FACTOR                        = "충격 계수"
IDC_GUSCG_LABEL_FACTOR_VER                    = "수직 방향"
IDC_GUSCG_LABEL_FACTOR_HOR                    = "수평 방향"
IDC_GUSCG_LABEL_FACTOR_RUN                    = "주행 방향"
IDC_GUSCG_FRAME_FATIGUE                       = "피로"
IDC_GUCCB_LABEL_FATIGUE                       = "하중 재하 회수"
IDC_GUCCB_LABEL_DEFL2                         = "L /"
IDC_GUSCG_FRAME_DEFL                          = "처짐"
IDC_GUCCB_LABEL_DEFL                          = "처짐 검토 기준"
IDC_GUSCG_CHK_VER_STIFF_END                   = "단부 스티프너"
IDC_GUSCG_CHK_VER_STIFF_MID                   = "중간 스티프너"
IDC_GUSCG_FRAME_PROPERTY                      = "단면 속성"
IDC_GUSCG_FRAME_RESULT                        = "검토 결과"
IDC_GUSCG_RDO_RESULT_CRANE                    = "사용성 / 스티프너"
IDC_GUSCG_RDO_RESULT_BEAM                     = "강도"
IDC_GUSCG_RDO_RESULT_FORCE                    = "설계 부재력"
IDC_GUSCG_LABEL_CRANE_TYPE                    = "크레인 유형"
IDC_GUSCG_LABEL_CRANE_SPAN                    = "크레인 경간"
IDC_GUSCG_RDO_DRAW_SECT                       = "단면도"
IDC_GUSCG_RDO_DRAW_WHEEL                      = "휠하중"
IDC_GUSCG_CHK_DEFL_HOR                        = "수평 처짐 검토"
IDC_GUCCB_LABEL_DEFL3                         = "L /"
IDC_GUCCB_LABEL_DEFLH                         = "수평 처짐 기준"

/////// IDD_STL_EMBPLATE_INPUT_DLG
IDC_GUSEP_FRAME_MATERIAL                      = "재질"
IDC_GUSEP_LABEL_MATERIAL_GIRDR                = "큰보 / 작은보"
IDC_GUSEP_LABEL_MATERIAL_PLATE                = "임베디드 플레이트"
IDC_GUSEP_LABEL_MATERIAL_RIB                  = "리브 플레이트"
IDC_GUSEP_LABEL_MATERIAL_STUD                 = "스터드 볼트"
IDC_GUSEP_LABEL_MATERIAL_CONCRETE             = "콘크리트"
IDC_GUSEP_LABEL_MATERIAL_REBAR                = "철근"
IDC_GUSEP_FRAME_TYPE                          = "접합 유형"
IDC_GUSEP_RDO_TYPE_SHEAR                      = "전단 접합"
IDC_GUSEP_RDO_TYPE_MOMENT                     = "모멘트 접합"
IDC_GUSEP_FRAME_FORCE                         = "설계 부재력"
IDC_GUSEP_CHK_PERCENT                         = "백분율 입력"
IDC_GUSEP_LABEL_FORCE_AXIAL                   = "축 방향력"
IDC_GUSEP_LABEL_FORCE_MOMENT_X                = "휨 모멘트 ( x )"
IDC_GUSEP_LABEL_FORCE_MOMENT_Y                = "휨 모멘트 ( y )"
IDC_GUSEP_LABEL_FORCE_SHEAR_X                 = "전단력 ( x )"
IDC_GUSEP_LABEL_FORCE_SHEAR_Y                 = "전단력 ( y )"
IDC_GUSEP_INPUT_BTN_LCOMB                     = "하중 조합 ..."
IDC_GUSEP_CHK_SOLVE_ALL                       = "모든 조합에 FES 적용"
IDC_GUSEP_FRAME_EMBPLATE                      = "임베디드 플레이트"
IDC_GUSEP_LABEL_EMBPLATE_THICK                = "두께"
IDC_GUSEP_FRAME_SECTION                       = "단면"
IDC_GUSEP_FRAME_RCMEMB                        = "콘크리트 부재 ( 벽체 / 기둥 / 보 )"
IDC_GUSEP_CHK_RCMEMB_LEFT                     = "좌측"
IDC_GUSEP_CHK_RCMEMB_RIGHT                    = "우측"
IDC_GUSEP_CHK_RCMEMB_TOP                      = "상부"
IDC_GUSEP_CHK_RCMEMB_BOT                      = "하부"
IDC_GUSEP_FRAME_STUD                          = "스터드 볼트"
IDC_GUSEP_LABEL_STUD_TYPE                     = "유형"
IDC_GUSEP_LABEL_STUD_LENGTH                   = "길이"
IDC_GUSEP_LABEL_STUD_LENG_E1                  = "연단거리 ( X )"
IDC_GUSEP_LABEL_STUD_LENG_E2                  = "연단거리 ( Y )"
IDC_GUSEP_LABEL_STUD_SPACE_S1                 = "간격 ( 내측 )"
IDC_GUSEP_LABEL_STUD_SPACE_S2                 = "간격 ( 외측 X )"
IDC_GUSEP_LABEL_STUD_SPACE_S3                 = "간격 ( 외측 Y )"
IDC_GUSEP_LABEL_STUD_NO_ROW                   = "행수"
IDC_GUSEP_LABEL_STUD_NO_COL                   = "열수"
IDC_GUSEP_CHK_REBAR_USE                       = "철근"
IDC_GUSEP_LABEL_REBAR_DIA                     = "직경"
IDC_GUSEP_LABEL_REBAR_SPACE                   = "간격"
IDC_GUSEP_LABEL_REBAR_NO_ROW                  = "행수"
IDC_GUSEP_CHK_RIB_USE                         = "리브 플레이트"
IDC_GUSEP_CHK_RIB_HOR                         = "수평"
IDC_GUSEP_CHK_RIB_VER                         = "수직"
IDC_GUSEP_LABEL_RIB_DIST                      = "단부에서의 거리"
IDC_GUSEP_LABEL_RIB_HEIGHT                    = "높이"
IDC_GUSEP_LABEL_RIB_THICK                     = "두께"
IDC_GUSEP_LABEL_PREVIEW                       = "표시 항목 선택 :"
IDC_GUSEP_CHECK_PREVIEW_MESHLINE              = "메쉬 라인"
IDC_GUSEP_CHECK_PREVIEW_CONTOUR               = "등고선"
IDC_GUSEP_CHECK_PREVIEW_VALUE                 = "결과값"
IDC_GUSEP_FRAME_RESULT                        = "계산 결과"
IDS_GUSEP_NOT_EXIST_BOLT_CONNECTION           = "볼트 접합부 부재 정보가 존재하지 않습니다."
IDS_GUSEP_NOT_EXIST_SHEAR_CONNECTION          = "전단 접합인 부재 정보가 존재하지 않습니다."
IDS_GUSEP_SELECT_MEMBER_TO_IMPORT             = "단면 정보를 가져올 부재를 선택하세요."

IDS_URAB_RES_TN_CASE_STEEL                    = "강재 강도"
IDS_URAB_RES_TN_CASE_BREAKOUT                 = "콘크리트 파괴 강도"
IDS_URAB_RES_TN_CASE_PULLOUT                  = "뽑힘 강도"
IDS_URAB_RES_TN_CASE_BLOWOUT                  = "콘크리트 측면 파열 강도"
IDS_URAB_RES_TN_CASE_BONDSTRS                 = "콘크리트 부착 강도"

IDS_URAB_RES_VN_CASE_STEEL                    = "강재 강도"
IDS_URAB_RES_VN_CASE_CONC                     = "콘크리트 파괴 강도"
IDS_URAB_RES_VN_CASE_PRYOUT                   = "콘크리트 프라이아웃 강도"

/////// IDD_STL_EMBPLATE_SECT_IMPORT_DLG
IDD_STL_EMBPLATE_SECT_IMPORT_DLG              = "볼트 접합부에서 단면 정보 가져오기"

/////// IDD_STL_CRANEGIRDER_SMODE_INPUT_SECT3_DLG
IDC_GUSCG_LABEL_FATIGUE                       = "하중 재하 회수"
IDC_GUSCG_LABEL_DEFL2                         = "L /"
IDC_GUSCG_LABEL_DEFL                          = "처짐 검토 기준"

/////// IDD_STL_EMBPLATE_SMODE_INPUT_SECT1_DLG
IDC_GUSEP_BTN_LCOMB                           = "하중 조합 ..."

/////// IDD_STL_EMBPLATE_SMODE_INPUT_SECT2_DLG
IDC_GUSEP_RADIO_VIEW_SECT                     = "단면도"
IDC_GUSEP_RADIO_VIEW_ELEV                     = "입면도"

/////// IDD_STL_EMBPLATE_SHEAR_PLATE_DLG
IDC_GUSEP_FRAME_SHEAR_PLATE                   = "전단 플레이트"
IDC_GUSEP_LABEL_PLATE_GAP                     = "간격"
IDC_GUSEP_LABEL_PLATE_THICK                   = "두께"
IDC_GUSEP_LABEL_PLATE_HEIGHT                  = "높이"
IDC_GUSEP_LABEL_PLATE_ECCEN                   = "편심 ( e )"
IDC_GUSEP_BTN_SECT_FROM_BC                    = "볼트 접합부에서 단면 정보 가져오기 ..."

/////// IDD_STL_USBP_PMODE_DLG
IDC_GUSBP_INPUT_BTN_LCOMB                     = "하중 조합 ..."
IDC_GUSBP_CHK_BASEPLATE_LOCATION              = "페데스탈 설치"
IDC_GUSBP_CHECK_PREVIEW_MESHLINE              = "메시 라인"
IDC_GUSBP_CHECK_PREVIEW_CONTOUR               = "등고선"
IDC_GUSBP_CHECK_PREVIEW_VALUE                 = "결과값"
IDC_GUSBP_CHK_WINGPLATE                       = "윙 플레이트 적용"
IDC_GUSBP_CHK_WINGHOR                         = "수평"
IDC_GUSBP_CHK_WINGVER                         = "수직"
IDC_GUSBP_FRAME_WINGPLATE                     = "윙 플레이트"
IDC_GUSBP_FRAME_RIBPLATE                      = "리브 플레이트"
IDC_GUSBP_CHK_RIBPLATE                        = "리브 플레이트 적용"
IDC_GUSBP_CHK_RIB_EXTEND                      = "베이스 플레이트 단부까지 연장"
IDC_GUSBP_CHK_BOLT_FROM_RIB                   = "리브 플레이트 배치로 부터 자동 산정"
IDC_GUSBP_INPUT_BTN_ANCHOR                    = "후설치 앵커 볼트 설계 데이터 ..."
IDC_GUSBP_INPUT_BTN_ANCHOR_ABB                = "후설치 앵커 설계 데이터 ..."
IDC_GUSBP_FRAME_SECTION                       = "단면"
IDC_GUSBP_FRAME_MATERIAL                      = "재질"
IDC_GUSBP_LABEL_MATERIAL_PLATE                = "베이스 플레이트"
IDC_GUSBP_LABEL_MATERIAL_RIBPL                = "리브 / 윙 플레이트"
IDC_GUSBP_LABEL_MATERIAL_ANCHOR               = "앵커 볼트"
IDC_GUSBP_LABEL_MATERIAL_CONCRETE             = "콘크리트"
IDC_GUSBP_FRAME_FORCE                         = "설계 부재력"
IDC_GUSBP_LABEL_FORCE_AXIAL                   = "축 방향력"
IDC_GUSBP_LABEL_FORCE_MX                      = "휨 모멘트 ( x )"
IDC_GUSBP_LABEL_FORCE_MY                      = "휨 모멘트 ( y )"
IDC_GUSBP_LABEL_FORCE_VX                      = "전단력 ( x )"
IDC_GUSBP_LABEL_FORCE_VY                      = "전단력 ( y )"
IDC_GUSBP_CHK_SOLVE_ALL                       = "모든 하중 조합에 FES 적용."
IDC_GUSBP_FRAME_BASEPLATE                     = "베이스 플레이트"
IDC_GUSBP_LABEL_BASEPLATE_WIDTH               = "너비"
IDC_GUSBP_LABEL_BASEPLATE_HEIGHT              = "높이"
IDC_GUSBP_LABEL_BASEPLATE_THICK               = "두께"
IDC_GUSBP_FRAME_PEDESTAL                      = "페데스탈"
IDC_GUSBP_LABEL_PEDESTAL_WIDTH                = "너비"
IDC_GUSBP_LABEL_PEDESTAL_HEIGHT               = "높이"
IDC_GUSBP_FRAME_RESULT                        = "계산 결과"
IDC_GUSBP_LABEL_RIBPLATE_HEIGHT               = "높이"
IDC_GUSBP_LABEL_RIBPLATE_LENGTH               = "길이"
IDC_GUSBP_LABEL_RIBPLATE_THICK                = "두께"
IDC_GUSBP_LABEL_RIBPLATE_NO                   = "개수"
IDC_GUSBP_LABEL_RIBPLATE_NO_X                 = "개수 ( x )"
IDC_GUSBP_LABEL_RIBPLATE_NO_Y                 = "개수 ( y )"
IDC_GUSBP_LABEL_RIBPLATE_NO_XY                = "개수 ( x | y )"
IDC_GUSBP_LABEL_WINGPLATE_THICK               = "두께"
IDC_GUSBP_LABEL_WINGPLATE_HEIGHT              = "높이"
IDC_GUSBP_FRAME_BOLT                          = "앵커 볼트"
IDC_GUSBP_LABEL_BOLT_DIAMETER                 = "지름"
IDC_GUSBP_LABEL_BOLT_LENGTH                   = "길이"
IDC_GUSBP_STRING_BOLT_LENGTH                  = "D"
IDC_GUSBP_LABEL_BOLT_POSITION                 = "위치"
IDC_GUSBP_LABEL_BOLT_POSITIONX                = "위치 ( x )"
IDC_GUSBP_LABEL_BOLT_POSITIONY                = "위치 ( y )"
IDC_GUSBP_LABEL_BOLT_NUMBER                   = "개수"
IDC_GUSBP_LABEL_BOLT_NUMBERX                  = "개수 ( x )"
IDC_GUSBP_LABEL_BOLT_NUMBERY                  = "개수 ( y )"
IDC_GUSBP_LABEL_BOLT_NUMBERXY                 = "개수 ( x | y )"
IDC_GUSBP_LABEL_PREVIEW                       = "표시 항목 선택 :"
IDC_GUSBP_LABEL_BASEPLATE_SHAPE               = "형상"
IDC_GUSBP_LABEL_PEDESTAL_SHAPE                = "형상"
IDC_GUSBP_LABEL_BOLT_ANGLE                    = "시작 각도"
IDC_GUSBP_LABEL_BOLT_INSTYPE                  = "설치 유형"

/////// IDD_STL_USBP_SECT_DLG
IDC_GUSBP_BTN_LCOMB                           = "하중 조합 ..."

/////// IDD_STL_USBP_PLAT_DLG
IDC_GUSBP_RADIO_VIEW_PLAN                     = "평면도"
IDC_GUSBP_RADIO_VIEW_ELEV                     = "입면도"

/////// IDD_STL_WELDING_SECT_ANGL_DLG
IDC_STL_WELD_SECT_FRM_WELD                    = "용접 부재"
IDC_STL_WELD_SECT_FRM_ANGL                    = "앵글 부재"
IDC_STL_WELD_SECT_STC_SECT                    = "단면"
IDC_STL_WELD_SECT_STC_LENGTH                  = "길이"
IDC_STL_WELD_SECT_STC_NUM_ANG                 = "앵글 개수"
IDC_STL_WELD_SECT_STC_EA                      = "개"
IDC_STL_WELD_SECT_FRM_BASE                    = "모재"
IDC_STL_WELD_SECT_STC_THICK                   = "두께"
IDC_STL_WELD_SECT_STC_GAP                     = "간격"

/////// IDD_STL_WELDING_SECT_COLM_DLG
IDC_STL_WELD_SECT_CHK_STIF                    = "스티프너 적용"
IDC_STL_WELD_SECT_STC_WIDTH                   = "너비"

/////// IDD_STL_WELDING_SECT_DIRE_DLG

/////// IDD_STL_WELDING_INPUT_DLG
IDC_GUSWE_FRM_TYPE                            = "용접 접합 유형"
IDC_GUSWE_RDO_CONN_TYPE1                      = "직접 용접"
IDC_GUSWE_RDO_CONN_TYPE2                      = "앵글 용접"
IDC_GUSWE_RDO_CONN_TYPE3                      = "기둥+보 용접"
IDC_GUSWE_FRM_MATL                            = "재질"
IDC_GUSWE_LBL_MATL_WELD                       = "용접 부재"
IDC_GUSWE_LBL_MATL_BASE                       = "모재"
IDC_GUSWE_LBL_MATL_ANGL                       = "앵글"
IDC_GUSWE_LBL_MATL_STIF                       = "스티프너"
IDC_GUSWE_LBL_MATL_ELEC                       = "용접봉"
/**/IDC_GUSWE_LBL_MATL_LRFD_ELEC              = "Electrode (FExx)"
IDC_GUSWE_FRM_SECT                            = "단면"
IDC_GUSWE_FRM_FACT                            = "설계 계수"
IDC_GUSWE_LBL_MMT_DIST                        = "모멘트 분배 계수"
IDC_GUSWE_FRM_WELD                            = "용접 크기 ( 용접 두께 )"
IDC_GUSWE_LBL_LEGS_FLG                        = "플랜지"
IDC_GUSWE_LBL_LEGS_WEB                        = "웨브"
IDC_GUSWE_FRM_POSI                            = "용접 위치"
IDC_GUSWE_BTN_WELD_POSI                       = "용접 위치 선택 ..."
IDC_GUSWE_FRM_FORC                            = "설계 부재력"
IDC_GUSWE_LBL_FORC_PU                         = "Px"
IDC_GUSWE_LBL_FORC_TU                         = "Tx"
IDC_GUSWE_LBL_FORC_MX                         = "Mx"
IDC_GUSWE_LBL_FORC_MY                         = "My"
IDC_GUSWE_LBL_FORC_VY                         = "Vy"
IDC_GUSWE_LBL_FORC_VX                         = "Vx"
IDC_GUSWE_LBL_FORC_LRFD_PU                    = "Pu"
IDC_GUSWE_LBL_FORC_LRFD_TU                    = "Tux"
IDC_GUSWE_LBL_FORC_LRFD_MX                    = "Mux"
IDC_GUSWE_LBL_FORC_LRFD_MY                    = "Muy"
IDC_GUSWE_LBL_FORC_LRFD_VY                    = "Vuy"
IDC_GUSWE_LBL_FORC_LRFD_VX                    = "Vux"
IDC_GUSWE_BTN_FORC_LCOM                       = "하중 조합 ..."
IDC_GUSWE_RDO_ANGL_WELD                       = "용접 부재 측"
IDC_GUSWE_RDO_ANGL_BASE                       = "모재 측"
IDC_GUSWE_FRM_RSLT                            = "검토 결과"
IDC_GUSWE_FRM_PROP                            = "단면 속성"
IDC_GUSWE_FRM_WELD_PROP                       = "용접 속성"

/////// IDD_STL_WELDING_LIST_DLG
IDC_GUSWE_LIST_STC_TYP                        = "유형 :"
IDC_GUSWE_LIST_RDO_DIR                        = "직접용접"
IDC_GUSWE_LIST_RDO_ANG                        = "앵글용접"
IDC_GUSWE_LIST_RDO_COL                        = "기둥+보 용접"

/////// IDD_STL_WELDING_SMODE_INPUT_SECT2_DLG
IDC_GUSWE_FRM_WELD_POSI                       = "용접 위치"

/////// IDD_STL_WELDING_POSITION_DLG
IDD_STL_WELDING_POSITION_DLG                  = "용접 위치"
IDC_STL_WELD_FRM_MEMB                         = "부재 선택"
IDC_STL_WELD_BTN_ALL                          = "전체선택"
IDC_STL_WELD_BTN_NON                          = "선택해제"
IDC_STL_WELD_FRM_POSI                         = "용접 위치"
IDC_STL_WELD_PICTURE                          = "13062"
IDC_STL_WELD_CHK_POS1                         = "1"
IDC_STL_WELD_CHK_POS2                         = "2"
IDC_STL_WELD_CHK_POS3                         = "3"
IDC_STL_WELD_CHK_POS4                         = "4"
IDC_STL_WELD_CHK_POS5                         = "5"
IDC_STL_WELD_CHK_POS6                         = "6"
IDC_STL_WELD_CHK_POS7                         = "7"
IDC_STL_WELD_CHK_POS8                         = "8"
/**/IDC_STL_WELD_CHK_LENGTH_POS1              = "1"
/**/IDC_STL_WELD_CHK_LENGTH_POS2              = "2"
/**/IDC_STL_WELD_CHK_LENGTH_POS3              = "3"
/**/IDC_STL_WELD_CHK_LENGTH_POS4              = "4"
/**/IDC_STL_WELD_CHK_LENGTH_POS5              = "5"
/**/IDC_STL_WELD_CHK_LENGTH_POS6              = "6"
/**/IDC_STL_WELD_CHK_LENGTH_POS7              = "7"
/**/IDC_STL_WELD_CHK_LENGTH_POS8              = "8"
/**/IDC_STL_WELD_FRM_LENGTH_NOTE              = "Note : All welds are located at the exact center of their respective components."
/**/IDC_STL_WELD_FRM_LENGTH_CAN_PROVIDE_TEXT  = "Maximum Length that can be Provided"
/**/IDC_STL_WELD_FRM_LENGTH_USER_PROVIDE_TEXT = "Provided Length"
/**/IDC_STL_WELD_FRM_LENG_POSI                = "Position"
/**/IDC_STL_WELD_FRM_USER_LENG                = "User-Defined Length of Weld"
IDC_STL_WELD_BTN_OK                           = "확인(&O)"
IDC_STL_WELD_BTN_CANCEL                       = "취소(&C)"

/////// IDD_STL_CRANEGIRDER_LIST_WHEEL_DLG
IDD_STL_CRANEGIRDER_LIST_WHEEL_DLG            = "크레인 정보"
IDC_STL_CRANEGIRDER_WHEEL_FRM_MEMB            = "부재 선택"
IDC_STL_CRANEGIRDER_WHEEL_SELECT_BTN_ALL      = "전체선택"
IDC_STL_CRANEGIRDER_WHEEL_SELECT_BTN_NONE     = "선택해제"
IDC_STL_CRANEGIRDER_WHEEL_FRM_WHEEL           = "휠하중"
IDC_STL_CRANEGIRDER_WHEEL_BTN_ADD             = "추가"
IDC_STL_CRANEGIRDER_WHEEL_BTN_DEL             = "삭제"
IDC_STL_CRANEGIRDER_WHEEL_BTN_INS             = "삽입"
IDC_STL_CRANEGIRDER_WHEEL_BTN_APPLY           = "적용(&A)"
IDC_STL_CRANEGIRDER_WHEEL_BTN_CANCEL          = "취소(&C)"

/////// IDD_STL_STAIR_INPUT_DLG
IDC_GUSST_FRAME_MATERIAL                      = "재질"
IDC_GUSST_LABEL_MATL_STRG                     = "스트링거"
IDC_GUSST_LABEL_MATL_PLATE                    = "플레이트"
IDC_GUSST_FRAME_SUPPORT                       = "지지 조건"
IDC_GUSST_LABEL_SUPPORT_TYPE                  = "계단 유형"
IDC_GUSST_LABEL_SUPPORT_LEFT                  = "좌측"
IDC_GUSST_LABEL_SUPPORT_RIGHT                 = "우측"
IDC_GUSST_FRAME_SECT_STRG                     = "스트링거 단면"
IDC_GUSST_LABEL_STRG_ST1                      = "스트링거1"
IDC_GUSST_LABEL_STRG_ST2                      = "스트링거2"
IDC_GUSST_LABEL_STRG_ST3                      = "스트링거3"
IDC_GUSST_LABEL_STRG_ST4                      = "스트링거4"
IDC_GUSST_CHECK_STRG_LB                       = "Lb 고려"
IDC_GUSST_FRAME_PLATE_STAIR                   = "플레이트 ( 계단 )"
IDC_GUSST_LABEL_PLATE_STAIR_THICK             = "두께"
IDC_GUSST_LABEL_PLATE_STAIR_HEIGHT1           = "높이 ( H1 )"
IDC_GUSST_LABEL_PLATE_STAIR_HEIGHT2           = "높이 ( H2 )"
IDC_GUSST_LABEL_PLATE_STAIR_WIDTH             = "너비 ( B1 )"
IDC_GUSST_FRAME_PLATE_LAND                    = "플레이트 ( 계단참 )"
IDC_GUSST_LABEL_PLATE_LAND_THICK              = "두께"
IDC_GUSST_FRAME_LENGTH                        = "부재 길이"
IDC_GUSST_LABEL_LENGTH_LAND_L                 = "계단참 ( 왼쪽 )"
IDC_GUSST_LABEL_LENGTH_LAND_R                 = "계단참 ( 오른쪽 )"
IDC_GUSST_LABEL_LENGTH_STAIR                  = "계단"
IDC_GUSST_FRAME_SIZE                          = "크기"
IDC_GUSST_LABEL_SIZE_HEIGHT                   = "높이"
IDC_GUSST_LABEL_SIZE_WIDTH                    = "너비"
IDC_GUSST_FRAME_LOAD_LAND                     = "설계 하중 ( 계단참 )"
IDC_GUSST_LABEL_LOAD_LAND_DL                  = "고정 하중"
IDC_GUSST_LABEL_LOAD_LAND_LL                  = "활하중"
IDC_GUSST_FRAME_LOAD_STRS                     = "설계 하중 ( 계단 )"
IDC_GUSST_LABEL_LOAD_STAIR_DL                 = "고정 하중"
IDC_GUSST_LABEL_LOAD_STAIR_LL                 = "활하중"
IDC_GUSST_FRAME_PREVIEW                       = "미리보기 ( 단면 / 다이아그램 )"
IDC_GUSST_LABEL_PREVIEW_ITEM                  = "표시 항목 선택 :"
IDC_GUSST_FRAME_RESULT                        = "계산 결과"

/////// IDD_STL_STAIR_SMODE_INPUT_SECT2_DLG
IDC_GUSST_FRAME_LOAD                          = "설계 하중"
IDC_GUSST_FRAME_LOAD_STAIR                    = "설계 하중 ( 계단 )"

/////// IDD_STL_BOLTCONN_EC_INPUT_DLG
IDC_GUSBC_FRAME_SUPPORTING_BEAMCOLUMN         = "지지하는 부재"
IDC_GUSBC_LABEL_MATERIAL_BEAMCOLUMN2          = "지지하는 부재"
IDC_GUSBC_FRAME_SUPPORTING_BEAMCOLUMN2        = "지지하는 부재"
IDC_GUSBC_LABEL_BOLT_NAME                     = "이름"
IDC_GUSBC_LABEL_BOLT_FLANGE_THICK             = "두께"
IDC_GUSBC_LABEL_FLG__PLATE                    = "플레이트"
IDC_GUSBC_LABEL_MATERIAL_SUPPORTED_BEAM       = "지지되는 부재"
IDC_GUSBC_FRAME_CONN_TYPE                     = "접합 유형"
IDC_GUSBC_LABEL_TYPE                          = "유형"
IDC_GUSBC_FRAME_SUPPORTED_BEAM                = "지지되는 부재"
IDC_GUSBC_FRAME_LEVEL_GAP                     = "레벨차 / 간격"
IDC_GUSBC_LABEL_DIF_OF_LEVEL                  = "레벨차"
IDC_GUSBC_LABEL_GAP                           = "간격"
IDC_GUSBC_FRAME_WELDING                       = "용접"
IDC_GUSBC_LABEL_WELDING_LEG                   = "용접 길이"
IDC_GUSBC_LABEL_WELDING_MATERIAL              = "재질"
IDC_GUSBC_RADIO_BOLT_ORDINARY                 = "표준 볼트"
IDC_GUSBC_RADIO_BOLT_COUNTERSUNK              = "민머리 볼트"
IDC_GUSBC_RADIO_FLG_INTERNAL                  = "내부"
IDC_GUSBC_RADIO_FLG_EXTERNAL                  = "외부"
IDC_GUSBC_FRAME_DIVI_PLATE                    = "하중 전달 플레이트"
IDC_GUSBC_LABEL_BOLT_WEB_THICK2               = "두께"
IDC_GUSBC_CHK_DIVI_PLATE_APPLY                = "하중 전달 플레이트 사용"
IDC_GUSBC_CHK_DIVI_PLATE_APPLY_ONLY           = "적용"
IDC_GUSBC_FRAME_ENDPIN                        = "단부 / 핀 플레이트"
IDC_GUSBC_LABEL_BOLT_ENDPIN_NO                = "개수"
IDC_GUSBC_LABEL_BOLT_ENDPIN_THICK             = "두께"
IDC_GUSBC_LABEL_ENDFIN_DEPTH                  = "높이"
IDC_GUSBC_RADIO_ENDPIN_DEPTH_FULL             = "전체"
IDC_GUSBC_RADIO_ENDPIN_DEPTH_PARTIAL          = "부분"
IDC_GUSBC_RADIO_POSITION_FLANGE               = "플랜지"
IDC_GUSBC_RADIO_POSITION_WEB                  = "웨브"
IDC_GUSBC_LABEL_SUPPORTING_POSITION           = "접합 위치"

/////// IDD_STL_FORCE_INPUT_COL_BEARING_DLG
IDC_GUSBC_LABEL_FORCE_PERMA_AXIAL             = "축 방향력 ( 지속 )"

/////// IDD_STL_FORCE_INPUT_FINEND_DLG
IDC_GUSBC_LABEL_FORCE_VY2                     = "전단력 ( y2 )"
IDC_GUSBC_LABEL_FORCE_HP2                     = "플레이트 높이 ( hp2 )"
IDC_GUSBC_LABEL_FORCE_N3                      = "반대편 볼트 라인 수"
IDC_GUSBC_RADIO_FORCE_NO_BEAM_1               = "1"
IDC_GUSBC_RADIO_FORCE_NO_BEAM_2               = "2"
IDC_GUSBC_LABEL_NO_SUPPORTED_BEAM             = "지지되는 보의 개수"

/////// IDD_STL_BOLT_HOLE_DLG
IDD_STL_BOLT_HOLE_DLG                         = "볼트 구멍 정보"
IDC_STL_BOLT_HOLE_FRM_MEMB                    = "적용할 부재 선택"
IDC_STL_BOLT_HOLE_FRM_HOLE                    = "볼트 구멍"
IDC_STL_BOLT_HOLE_LBL_HOLE                    = "구멍 유형"
IDC_STL_BOLT_HOLE_LBL_TYPE                    = "크기 유형"
IDC_STL_BOLT_HOLE_LBL_SIZE                    = "구멍 크기"
IDC_STL_BOLT_HOLE_LBL_LENG                    = "구멍 길이"
IDC_STL_BOLT_HOLE_CHK_HFLG                    = "수평 방향 구멍 ( 플랜지 )"
IDC_STL_BOLT_HOLE_CHK_HWEB                    = "수평 방향 구멍 ( 웨브 )"
IDS_STL_BOLT_HOLE_TOOLTIP_LENG                = "볼트 구멍 중심간 거리"

/////// IDD_STL_TOOL_UNBR_LENG_DLG
IDD_STL_TOOL_UNBR_LENG_DLG                    = "비지지 길이"
IDD_STL_TOOL_BRACE_STR_DLG                    = "브레이스 강도"
IDD_STL_TOOL_LINK_STIF_DLG                    = "링크 스티프너"
IDD_STL_TOOL_BEAM_VBRA_DLG                    = "V형 브레이스를 지지하는 보의 강도"
IDS_STL_TOOL_MSG_GET_FROM_STEEL_OPTION        = "철골 옵션의 단면 정보를 사용하시겠습니까?"
IDS_STL_TOOL_MSG_STEEL_OPTION_IS_EMPTY        = "철골 옵션에 단면 정보가 존재하지 않습니다."
IDS_STL_TOOL_MSG_CALC_BRACE_STRENGTH          = "브레이스 강도 계산 중 ..."
IDS_STL_TOOL_MSG_CALC_BEAM_STRENGTH           = "V형 브레이스를 지지하는 보의 강도 계산 중 ..."
IDS_STL_TOOL_BTN_CALCULATE                    = "계산"
IDS_STL_TOOL_HIDE_SECTION_SIZE_COLUMN         = "단면크기 열 숨기기"
IDS_STL_TOOL_SHOW_PREVIEW                     = "단면 형상 보기"
IDS_STL_TOOL_CHK_MSG_INVALID_SECT             = "유효하지 않는 단면"
IDS_STL_TOOL_CHK_MSG_INVALID_MATL             = "유효하지 않는 재질"
IDS_STL_TOOL_MSG_SELECT_CELL_TO_INSERT        = "데이터 삽입을 위해 셀을 선택하세요."
IDS_STL_TOOL_MSG_SELECT_CELL_VALID            = "유효한 셀을 선택하세요.."
IDS_STL_TOOL_CHK_MEMB_TYPE_BEAM               = "보"
IDS_STL_TOOL_CHK_MEMB_TYPE_BRACE              = "브레이스"
IDS_STL_TOOL_CHK_MEMB_TYPE_BRA1               = "브레이스1"
IDS_STL_TOOL_CHK_MEMB_TYPE_BRA2               = "브레이스2"
IDS_STL_TOOL_CHECK_RESULT_OF_BRACE            = "브레이스 검토 결과"
IDS_STL_TOOL_CHECK_RESULT_OF_BEAM             = "보 검토 결과"
IDS_STL_TOOL_DESIGN_FORCES                    = "설계 부재력"
IDS_STL_TOOL_DESIGN_STRENGTH                  = "설계 강도"
IDS_STL_TOOL_STRENGTH_RATIO                   = "강도비"

/////// MOMENT BOLT CONNECTION ( END-PLATE TYPE )
IDS_STL_CHK_STIFF_APPLY                       = "스티프너 사용"
IDS_STL_CHK_STIFF_TOP_APPLY                   = "상부 스티프너 사용"
IDS_STL_CHK_STIFF_BOT_APPLY                   = "하부 스티프너 사용"
IDS_STL_CHK_FULL_DEPTH                        = "전체 깊이 사용"
IDS_STL_LBL_EDGE_LENGTH                       = "에지 길이"
IDS_STL_LBL_EDGE_HEIGHT                       = "에지 높이"
IDS_STL_LBL_BOLT_NAME                         = "볼트 명칭"
IDS_STL_LBL_INT_DOT                           = "내측"
IDS_STL_LBL_EXT_DOT                           = "외측"
IDS_STL_LBL_CONSIDER_WEB_THICKNESS            = "웨브 두께 고려"
IDS_STL_LBL_CONSIDER_FLG_THICKNESS            = "플랜지 두께 고려"
IDS_STL_LBL_ROWCOL_COLS                       = "열수"
IDS_STL_LBL_ROWCOL_ROWS                       = "행수"
IDS_STL_CHK_APPLY_EXPECTED_YIELD_STRESS       = "예상 항복 응력 적용"
IDS_STL_FRM_DESIGN_PARAMETER                  = "설계 변수"
IDS_STL_LBL_EXTENSION_ABB                     = "연단거리"
